tutorials/DNS/dnsFoam/boxTurb16/0.org/enstrophy
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     5.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  | For copyright notice see file Copyright         |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      enstrophy;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    patch0
    {
        type            cyclic;
        value           uniform 0;
    }
    patch1
    {
        type            cyclic;
        value           uniform 0;
    }
    patch2
    {
        type            cyclic;
        value           uniform 0;
    }
}

// ************************************************************************* //
